Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/video:_den_gode_samiske_laereren.html.tmx
Source language: nob
Languages: sme

source: Video: Den gode samiske læreren
sme: Video: Dat buorre oahpaheaddji

source: Samisktalende lærere har en avgjørende rolle i å fremme samisk språk, kultur, samfunn og identitet.
sme: Sámegielat oahpaheddjit leat váikkuheaddji sámegiela, kultuvrra, servodaga ja identitehta ovddideamis.

source: For å løfte frem denne viktige rollen, har Sametinget produsert en film som belyser arbeidshverdagen til samiskspråklige lærere.
sme: Sámediggi lea buvttadan filmma mii čuvge sámegielat oahpaheddjiid dehálaš rolla servodagas ja čalmmustahttá sin bargoárgabeaivvi.

source: Filmen viser gleden og engasjementet ved å jobbe som samisk lærer, ikke bare for de som underviser i samisk språk, men også de som underviser i andre fag på samisk.
sme: Filbma čájeha dan buori dovddu bargat sámi oahpaheaddjin, ii dušše sidjiide geat oahpahit sámegillii, muhto maiddái sidjiide geat oahpahit eará fágaid sámegillii.

source: Sametinget håper at denne filmen vil bidra til å inspirere flere til å velge karriere som samisk lærer, og å styrke rekrutteringen til samiskspråklige utdanninger og på den måten være med på å sikre fremtiden for samisk språk og kultur i barnehager og skoler.
sme: Sámediggi sávvá ahte filbma lea mielde movttiidahttimin eanebuid válljet sámi oahpaheaddji virggi, ja nannet rekruterema sámegielat oahpuide ja dieinna lágiin leat mielde sihkkarastimin sámi giela ja kultuvrra boahtteáiggi mánáidgárddiin ja skuvllain.
